var female = [
{
人物: [
'端庄温婉的东方美女半身肖像',
'精致五官的20岁亚洲女性',
'美女写真照',
'年轻女性',
'宋代20岁女子',
'中国中年女子女神范',
],

长相妆容神态: [
'美丽非凡浅笑 时尚大气',
'唇角轻扬、唇缝微张的浅笑（露半齿） ',
'暖玉肤质泛柔光',
'沉静深邃的棕黑色眼眸直视镜头，唇角含淡笑，温婉从容的民族气质，细腻皮肤质感',
'极致细节眼妆（清晰眼线+深邃瞳色），饱满哑光红唇，柔雾眉妆，3D睫毛渲染',
'发丝分毫毕现，刺绣纹路超清。',
'眼眸呈棕褐色，明亮且有神，红唇妆容精致，整体面容给人优雅大气的感觉，皮肤白嫩光泽，身材均衡、曲线优美，整体身材透着知性优雅的气质。',
'偶像脸，拥有冷白皮，是极具美感的精致五官，眉眼温柔又带点清冷感，整体透着千金大小姐的优雅气质',
'细节丰富，肌肤细节饱满，发丝有光泽',
'皮肤晶莹剔透白皙',
],

发型: [
'发型是深棕色，采用了盘发造型，将头发规整地挽起，部分发丝自然散落',
'黑发被挽成卷曲的造型，搭配礼帽更添复古精致感。',
'流苏髻插银鎏金莲钗+玉髓短流苏 ',
],

服饰: [
'着降30%饱和的黛青缠枝莲纹褙子+降25%饱和的浅蓝襦裙+深棕狐裘短斗篷', 
'民族风刺绣套装 垂坠感白色棉麻长裙（自然褶皱纹理）',
'红色宽腰带（中央黑色几何花纹+巨型蝴蝶结垂带）',
'上衣领口精密红色民族刺绣+白色蕾丝镶边',
'红底黑纹棉麻披肩',
'穿着一件高领棕色底灰色格纹上衣，经典的黑白配色使服饰具有百搭且不易过时的特点。',
'​款式较为宽松，高领设计能够很好地起到保暖和修饰颈部线条的作用，衣身的格纹图案富有复古风格。',
],

配饰: [
'颈部叠戴黑色珐琅项圈+珍珠项链，红色几何耳坠，额头红色编织头带',
'左手腕​戴和田玉手镯，佩戴了珍珠白色耳饰',
'身着黑底细闪的粗花呢小香风外套，外套采用白色翻领与白色袖口的撞色设计，搭配金属质感的纽扣，整体穿搭精致贵气，完美契合千金大小姐的风格定位。',
],

场景构图: [
'在高铁车厢内，坐在蓝白相间的高铁座椅上',
'窗外是被白雪覆盖的树林，因高铁行驶，雪景呈现出动态模糊的效果',
'车厢内光线明亮柔和，窗外的冬日雪景与车厢内的精致氛围结合，营造出兼具旅途动态感与冬日静谧感的电影叙事氛围 低角度仰拍、俯视视角，情绪氛围感拉满，虚焦，暗朦，过曝，景深',
'超高清画质呈现脸部细节，质感极致细腻',
'竖幅中央构图，浅景深油画背景',
'暖橙色与琥珀色柔焦光斑晕染',
'人物半身聚焦',
'微距镜头',
'秋日的环境',
'凭栏旁摆青瓷温酒盏',
'背景是覆雪的湖面 ',
'人物面部高清特写',
],

姿势: [
'面向镜头',
'坐在座位上，身体微微侧对镜头，双手交叠轻放在腿上，头部轻靠在座椅靠背上，眼神平静地望向镜头，姿态优雅又带着自然的放松感。',
'她左手轻扶衣领，右手做环抱动作，姿态优雅，整体造型既展现出复古优雅的气质',
'精神饱满地坐水榭凭栏旁（肩头舒展）',
],

光影特效: [
'柔光镜面反射在丝绸面料上，环境光包裹人物轮廓',
'棉麻织物凹凸质感强化',
'柔光斜照 ',
],

色彩: [
'高对比度红白黑主色调，腰带垂带动态模糊，珍珠冷光与暖背景碰撞',
'主色调冷青+冰蓝色调',
'强烈胶片颗粒质感、层次丰富',
'暗角，写意，暗调，主色调冷青+冰蓝色调，色彩生动完美，',
],

}

